{
  "title": "After the Villain Lies Low, the Heroines Panic",
  "author": "Unknown",
  "cover_image": "cover.jpg",
  "synopsis": "Lin Yuan transmigrated into a cultivation novel as the villain—a top-tier young master with the most powerful family background imaginable.\n\nHis grandfather is a legendary War God. His parents hold supreme power. His sisters command empires of business and formations.\n\nThe original host? A hopeless simp who wasted this god-tier starting hand chasing after Li Xuan'er, only to become a stepping stone for the protagonist Ye Xuan.\n\nBut Lin Yuan isn't about to repeat those mistakes. With his new \"Divine Lie-Flat System\" rewarding him for doing nothing, he'll cultivate to the peak while lounging by the pool—and watch as the heroines who once ignored him suddenly can't figure out why they're so drawn to this man who simply... doesn't care.\n\nMeanwhile, the \"Child of Destiny\" Ye Xuan finds his carefully laid plans crumbling. Without Lin Yuan playing the fool, where will his resources come from? And why does that lazy young master seem to grow stronger every time he takes a nap?",
  "chapter_titles": {
    "1": "Simp? Sorry, I'm Done Playing That Role!",
    "2": "The Child of Destiny Panics: How Am I Supposed to Level Up Without Resources?",
    "3": "Marrow Cleansing Ninth Level! You Want to Fight Me with What?",
    "4": "Lin Yuan: Is Your Face Made of City Walls?!",
    "5": "The Simp Awakened? No, He Evolved into a Tyrannosaurus!",
    "6": "Grandpa Comes Online: I Told You Simps Can't Be Relied On!",
    "7": "Ultimate Humiliation! The Child of Destiny Explodes with Rage!",
    "8": "My Fists Are Already Clenched, and You're Telling Me You're Not Competing?",
    "9": "Grandpa's Ultimatum: If You Don't Compete, Where Will I Put My Face!",
    "10": "Child of Destiny? Sorry, You Don't Even Qualify to Make Me Move!",
    "11": "Suppressed with a Single Thought! The Child of Destiny's Dao Heart Shatters!",
    "12": "I Told You, I'm a Genius!",
    "13": "I Level Up While Lying Down and You Work to Death—Mad? Good!",
    "14": "Has Ye Xuan Gone Mad? Taking Black Market Jobs, Risking His Life to Level Up!",
    "15": "Protagonist Halo? Sorry, I Already Cut It in Half!",
    "16": "Ye Xuan: Heaven-Sent Opportunity! Lin Yuan, You'll Live in My Legend!",
    "17": "Even Lying Flat Causes Trouble? The School Team's Plea for Help!",
    "18": "To Defeat You, I Choose to Burn My Life!",
    "19": "Ex-Girlfriend Lurking Outside the Estate at Night? Lin Yuan: Security, Release the Dogs!",
    "20": "One Roar from the Security Guard, and the Ex Shakes Three Times!",
    "21": "The Poseur Has Arrived! How Dare He Disturb This Young Master's Sleep?",
    "22": "Posturing Failed! Huangfu Zhuo's Dao Heart Also Shatters!",
    "23": "Ye Xuan's Dao Heart Shatters Again! Is This Cheater Even Letting Others Play?",
    "24": "Li Xuan'er's Downfall: From Goddess to Stray Dog!",
    "25": "Sister Too Clingy? A Heaven-Rank Formation Manual Makes Her Go Into Seclusion!",
    "26": "The Huangfu Family Rages! They Won't Rest Until Lin Yuan Is Dead!",
    "27": "Bargaining with a Tiger! Grandpa: Use Them Boldly! They're the Pawns!",
    "28": "The National Finals! Geniuses Gather, Who Will Be Champion?",
    "29": "A Spoiler's Self-Cultivation: Heroine, You've Got the Wrong Script!",
    "30": "Ye Xuan's Strength Has Increased Again?!",
    "31": "The Strongest Dark Horse? Just a Clown!",
    "32": "The Protagonist's Gaze! Ye Xuan: Did You See That, Coward? Lin Yuan: Oh.",
    "33": "The Ultimate Showdown! The Final Clash of Power and Technique!",
    "34": "The Final Battle! Gu Ningxue Achieves Godhood with One Sword, Ye Xuan's Battle Intent Soars!",
    "35": "You Think You Deserve to Be the Protagonist? Lin Yuan: I Make the Rules!",
    "36": "Plot Collapse! Lin Yuan: Whatever, I'm My Own Protagonist Anyway!",
    "37": "The Stray Dog's Only Choice! A Devil's Contract from Hell!",
    "38": "Lord Lin! The Dream Rival of Every Guy on Campus!",
    "39": "Acting Arrogant Before Me? So You Found a Backer!",
    "40": "Broken Engagement? No—I Dumped Your Whole Family!",
    "41": "The Wilderness Hunt Conspiracy, Chen Yu's Flames of Vengeance!",
    "42": "Father and Son Reunited—A Scene Straight from a Blood Bath!",
    "43": "The Wilderness Hunt—The Only Rule Is No Rules! Lin Yuan Becomes the Prey?",
    "44": "Everyone's Grinding While I'm Lying Flat—Dead Last on the Leaderboard? This Script Is All Wrong!",
    "45": "One-Second Sweep, Points Skyrocket! Playing Pig to Eat Tiger? No—The Dragon Just Can't Be Bothered to Open Its Eyes!",
    "46": "Who Dares Touch My Grandson? The Old War God Arrives!",
    "47": "The Supreme Dao Ancestor Regrets Everything! Lin Yuan Is the True Child of Destiny?",
    "48": "Killing Two Birds with One Stone! Capture Both Girls, Lure Lin Yuan—Young Master Liu Wins Big!",
    "49": "The Mantis Stalks the Cicada, Unaware of the Oriole Behind!",
    "50": "One Sword, Shatters All Laws!!!",
    "51": "Absolute Carnage! Lin Yuan Conjures Formations with a Thought! One Punch Drops Stars, One Sword Becomes an Ocean!",
    "52": "Blood God Array? I'll Break It with One Sword!",
    "53": "What Is a Dimensional Beatdown? The Old War God Teaches You a Lesson!",
    "54": "Worldviews Shattered Repeatedly, Liu Mingxuan and Chen Yu Piss Themselves on the Spot!",
    "55": "Campus Belle Gu Thanks Him Shyly, Lin Yuan: Don't Make Me Late for Clocking Out!",
    "56": "The Old Man's Soul-Searching Questions! Lin Yuan: Don't Ask—I Was Just Born Knowing!",
    "57": "Devouring His Master! Ye Xuan Falls into the Demonic Path, His Power Skyrockets!",
    "58": "The Artifact Goddess Is Dumbfounded—Seeking an Audience, Only to Be Refused at the Gate!",
    "59": "Divine Assist! One Sentence from Little Sister, and Lin Yuan Spills Everything!",
    "60": "One Word Awakens the Dreamer—The Genius Campus Belle Completely Kneels!",
    "61": "A Daughter Comes of Age in the Chen Family—The Artifact Prodigy Was Speed-Trained?",
    "62": "You Treated Her Like Grass, But She's About to Become a Treasure!",
    "63": "Nine Dragon Mirror Complete—Sisterly Bonds Grow Warmer!",
    "64": "An Artifact Grandmaster in the Family? Father's Intestines Turn Green with Regret!",
    "65": "Divine in Martial Arts, Divine in Artifact Refining! This Guy Is a God!",
    "66": "Patriarch Chen's All-In Gamble! Lin Jianguo: My Son Is Just That Amazing!",
    "67": "Divine Court Assassins Arrive—Infiltration Begins!",
    "68": "Killing Move? Just a Tickle! You Can't Even Break My Defense!",
    "69": "One Step Through the Void—The God of Slaughter Descends on the Liu Estate!",
    "70": "Liu Qingtian's Desperate Gamble! 罡 Transformation Realm? Your Level Is Way Too Watered Down!",
    "71": "A Loving Father and Filial Son! Lin Jianguo Suppresses with One Punch!",
    "72": "The Old Ancestor Arrives! Two Martial Gods Face Off Above Yan Jing City!"
  }
}
