{
  "title": "The Villain Refused To Play By the Script",
  "author": "Unknown",
  "cover_image": "cover.jpg",
  "synopsis": "Su Yun, young master of the divine Su family, was supposed to be a brutal tyrant—a stepping stone for the protagonist Ye Ling to rise to power.\n\nIn the original story, he was obsessively in love with Liu Ting, murdering anyone who so much as looked at her. He was destined to be humiliated, defeated, and eventually killed by the Child of Destiny.\n\nBut Su Yun remembers everything. He knows the plot, knows the traps, and knows exactly how the protagonist is supposed to crush him.\n\nSo he refuses to play along.\n\nBreaking off his engagement with Liu Ting, he watches with cold amusement as the women who once despised him suddenly can't understand why he's changed. Meanwhile, Ye Ling finds his carefully orchestrated rise crumbling—without Su Yun playing the villain, where will his opportunities come from?\n\nWith the power of one of humanity's strongest divine families behind him and a cultivation talent that defies the heavens, Su Yun will snatch every fortune meant for the protagonist, crush every scheme before it begins, and show everyone what happens when the villain stops following the script.",
  "chapter_titles": {
    "1": "I Command You, Right Now, Immediately...",
    "2": "You Dare Do This Right in Front of Me?",
    "3": "Shadow Soul Guards, Hell?",
    "4": "Every Batch That Appears, I'll Kill Every Batch",
    "5": "Breaking Off the Engagement",
    "6": "Without Su Yun's Love?",
    "7": "Strength Increases, Nine-Turn Profound Origin Art",
    "8": "Rather Die Than Submit?",
    "9": "I Must Protect My Little Sister",
    "10": "What Do You Have to Do with Me?",
    "11": "Ye Ling, You're Too Selfish",
    "12": "Whoever Dares Block Me, I'll Kill Them",
    "13": "Just You? You Think You're Worthy?",
    "14": "Once, a Perfect Love Was Placed Before Me",
    "15": "Where Did That Come From?",
    "16": "Which Great Figure Has Arrived?",
    "17": "A Nine-Headed Black Dragon as a Mount",
    "18": "Su Meng's Decision",
    "19": "Let Us All Thank Young Master Su Yun",
    "20": "What Is Su Yun Trying to Do?",
    "21": "The Personal Guard Battalion",
    "22": "What Does He Want to Do?",
    "23": "Slandering the Su Family's Direct Line—What Is the Punishment?",
    "24": "Yayue, I Like You",
    "25": "All Women Under Heaven Are the Same",
    "26": "Qi-Blood Pinnacle, Shocking the World",
    "27": "Ye Ling Still Won't Give Up?",
    "28": "As If You've Ever Been There?",
    "29": "Ye Ling: Someone Must Be Scheming Against Me",
    "30": "It Must Be Su Yun Scheming Against Me",
    "31": "Shall I Play Matchmaker for You Two?",
    "32": "You All Clearly Knew",
    "33": "If There's a Next Time, My Sword Won't Show Mercy",
    "34": "Tremendous Reward: Divine Spiritual Essence",
    "35": "Breaking Through to Divine Profound, Power of Two Dragons",
    "36": "How About Bidding on the Beast Hide for Jian'er First?",
    "37": "Don't You Think That's Going Too Far?",
    "38": "Complete Domination",
    "39": "The God-Devil Pendant",
    "40": "What Does Dominance Look Like? This Is It",
    "41": "Another Hundred Million?",
    "42": "I'm the One Pursuing You",
    "43": "Does Your Family Even Have Any Affection Left?",
    "44": "Who Put You Up to This?",
    "45": "I, Su Yun, Am the Su Family",
    "46": "Execute on the Spot",
    "47": "One Sword",
    "48": "The Five Elemental Divine Battalions",
    "49": "Strength Greatly Increased",
    "50": "Please, Let Me Go",
    "51": "I'll Agree to Any Conditions",
    "52": "I Had No Choice But to Resort to This",
    "53": "The Imperial Capital Shakes",
    "54": "Xuanyuan Li Erupts",
    "55": "I Have Other Matters. Forgive Me for Not Seeing You Out",
    "56": "Liu Ting, How Dare You Betray Me",
    "57": "The Kunlun Mirror",
    "58": "The Chaos Bell, Imperial Capital in Upheaval",
    "59": "The God-Devil Pendant, Purple Heaven Palace",
    "60": "Divine Son's Summons?",
    "61": "Shock and Fury",
    "62": "The Notification Will Come Down Soon",
    "63": "The Unfathomable Su Heng",
    "64": "Detain My Son? You Think You're Worthy?",
    "65": "I Wouldn't Mind Helping the Xuanyuan Family Change Patriarchs",
    "66": "The Divine Son's Proposal",
    "67": "Ancient Demon God Legacy",
    "68": "What Right Does Su Yun Have?",
    "69": "Clan Extermination",
    "70": "I Have Other Matters. I'll Leave First",
    "71": "Death, Sometimes It's Simple",
    "72": "Listen to Grand-Uncle, Stop",
    "73": "I Hate People Who Pull Rank By Seniority",
    "74": "Do You Really Think I Don't Dare Do Anything to You?",
    "75": "You're the Ones Who Forced Me to Kill",
    "76": "The Hundredth Chaos Dragon",
    "77": "Unexpected Harvest",
    "78": "Yayue, I'm Doing This For Your Own Good",
    "79": "What Nonsense Are You Spouting?",
    "80": "Name Any Condition",
    "81": "Accompany Me for Three Days",
    "82": "My Disciple Is Young and Doesn't Know Better?",
    "83": "Heart Demon Pill",
    "84": "Shockwaves",
    "85": "Disgraced All the Way to the Pacific Ocean"
  }
}
