{
  "title": "Villain—Before Dying, I Forced a Kiss on My Master",
  "author": "Unknown",
  "cover_image": "cover.png",
  "synopsis": "Su Jue transmigrated into a cultivation novel as a villain bound to a Script System. For ten long years, he played his destined role perfectly—the petty, vindictive disciple who would eventually betray his master and die by her sword.\n\nHis master? Bai Ruxue, the Sword Immortal Empress, a peerless beauty and titan of Central Region who had never been touched by any man.\n\nBut at the moment of his scripted death, Su Jue made an impulsive decision. Instead of dying with regrets, he confessed his love and stole a kiss from his master's lips.\n\nWhat should have been the end became a new beginning. The unexpected act triggered a system upgrade, and Bai Ruxue—moved by his sincerity—used a precious Life Spirit Tree to revive him.\n\nNow Su Jue faces a choice: continue as a stepping-stone villain, or pursue the woman who was supposed to kill him. Armed with the Ultimate Villain System and ten years of suppressed feelings, he chooses love.\n\n'My feelings for Master are true—the sun and moon can bear witness. Though mountains and seas may separate us, I shall cross them all.'\n\nWatch as the former villain courts the most powerful woman in the realm, one heartfelt confession at a time.",
  "chapter_titles": {
    "1": "Seeking Death with All My Heart",
    "2": "Explain Yourself—Why Did You Force a Kiss on This Seat?",
    "3": "My Feelings for Master—The Sun and Moon Can Bear Witness",
    "4": "Were You Jealous of Your Junior Sister?",
    "5": "Ten Years of Patience—The Long Sword Finally Unsheathes",
    "6": "Drawing the Sword with a Lost Heart",
    "7": "The White Heart",
    "8": "A Fleeting Glimpse",
    "9": "The Sword Sect's Death Ground",
    "10": "Heaven-Mending Pavilion, Fairy Yue?",
    "11": "This Really Tests His Perception",
    "12": "Senior Sister, Don't Smile So Easily Next Time",
    "13": "Su Jue: I Prefer Original Equipment"
  }
}
