{
  "title": "After Joining the Sect, I Raised Geniuses Through Dual Cultivation",
  "author": "Unknown",
  "cover_image": "cover.jpg",
  "synopsis": "Ye Chen transmigrated into a cultivation world with nothing but a worthless Yellow-Grade Spiritual Root and a pile of enemies hunting him down.\n\nHis adoptive family was slaughtered. His sister was kidnapped by the Profound Heaven Holy Land. And his only hope of survival? Joining the Blissful Union Sect, a declining dual cultivation sect desperately clinging to relevance.\n\nBut Ye Chen has a secret weapon: the Many Blessings System, which rewards him generously for... producing offspring. The catch? His children are guaranteed to have Spiritual Roots, and he gains cultivation breakthroughs just from the act itself.\n\nWhen he reveals his unique talent to the beautiful Sect Master Liu Ruyan, she sees an opportunity to reverse the sect's decline. Soon, female disciples are being assigned to his courtyard, his cultivation is skyrocketing without any actual cultivation, and the Sect Master is seriously reconsidering whether she should test his abilities personally.\n\nMeanwhile, the Profound Heaven Holy Land wants him dead, the Vice Sect Master is plotting a coup, and Ye Chen just wants to know why working this hard still counts as 'lying flat.'",
  "chapter_titles": {
    "1": "The Sect Assigns Wives!",
    "2": "Vigorous Man Physique, Imperishable Kidney Spirit!",
    "3": "Arrange More Female Disciples!",
    "4": "Explanations? Who Do I Owe Explanations To!",
    "5": "This Disciple Is No Simple Character!",
    "6": "Foundation Establishment Breakthrough, Let's Discuss New Moves!",
    "7": "Immortal-Grade Bright Moon Mirror Reward!",
    "8": "Skills Are Good! Skills Must Be Learned!",
    "9": "Busier Than a Donkey on a Production Line!",
    "10": "Generous Rewards Are the Motivation for Hard Work!",
    "11": "The Sect's Great Fortune!",
    "12": "Mutual Benefit, Why Not?",
    "13": "Started the Fire, Then Ran Away?",
    "14": "Hard Work Pays Off—Immortal-Slaying Talisman!",
    "15": "Touch My Woman? Even Heaven Won't Show Mercy!",
    "16": "Sword Slays the Soul Transformation Sect Master!",
    "17": "Immortal-Slaying Talisman! Instant Kill at Soul Transformation!",
    "18": "Repay You as an Ox or Horse?",
    "19": "Fighting While Injured? You're Crazy!",
    "20": "Are You a Beast?",
    "21": "Scapegoat, You're the One I'm Killing!",
    "22": "You Want to Sleep with This Seat?",
    "23": "Sect Master, Please Have Some Restraint!",
    "24": "Little Troublemaker, You've Got Me Beat!",
    "25": "Teasing Liu Ruyan!"
  }
}
