{
  "title": "No Daughter of Luck Shall Be Spared!",
  "author": "Wuhu Takes Flight 11",
  "cover_image": "cover.png",
  "synopsis": "Xiao Fan transmigrated into a cultivation novel as a villain—the Holy Son of Supreme Mystery Holy Land with tremendous backing and power. The original host was obsessed with various 'daughters of luck' and ended up becoming a stepping stone for the protagonists. But Xiao Fan has a system that rewards him for manipulating these heroines, turning tables on the so-called children of destiny. With his masterful 'CPU technique' (manipulation skills), he'll make every daughter of luck fall for him while their protagonists watch helplessly.",
  "chapter_titles": {
    "109": "Xiao Fan's Masterful Manipulation Technique",
    "110": "No Fires Allowed in the Harem!",
    "111": "Bai Fengliu of the Shaman God Sect",
    "112": "Xiao Fan's Arrival",
    "113": "Mistake in the Flower Field",
    "114": "Mobile Artillery, A New Child of Destiny",
    "115": "The Holy Son's Lofty Standards, An Old Acquaintance Visits",
    "116": "Ji Qingxue's Cultivation, The Origins of the Shaman God Sect",
    "117": "The Hundred Flowers Holy Master's Invitation",
    "118": "Xiao Fan's Father's Tactics, The Hundred Flowers Holy Master's Past",
    "119": "Jiang Lanzhi vs. Hong Rushuang",
    "120": "The Witch-Yao King's Princess, The Three Great Wu Generals",
    "121": "What Are You Barking About? Killing a Grand Ascension Cultivator",
    "122": "Boundless Arrogance, Execute Them All",
    "123": "Absolute Power Means Doing Whatever You Want! Will You Seize the Future?",
    "124": "For Those Who Work Hard, I'll Let You Run Toward the Future",
    "125": "Conquering Xia Huaxuan, Another Fearless One Arrives",
    "126": "Xiao Fan's Methods Need No Explanation",
    "127": "Oh No, I've Become a Model of Righteousness",
    "128": "Nobody Understands the Holy Son Better Than Me!",
    "129": "The Power of Devoted Fans Is Infinite!",
    "130": "I Have Standards, Misleading the Youth",
    "131": "The Wu Tribe Divine Maiden",
    "132": "Summoning the Gates of Hell, Immortal Realm Classifications",
    "133": "Blood of the Wu God, Immortal in the Painting",
    "134": "Model of the Righteous Holy Lands",
    "135": "Qingyu's Schemes, Rebellious Disciple Violates Master!!",
    "136": "West Talisman Prefecture's Predicament, Humans Are Truly Treacherous!",
    "137": "Righteous Holy Lands Are Unconventional! The Wu Tribe Divine Son's Power Surge!",
    "138": "Dog Head Mountain, The Bark Brigade's Great Achievement",
    "139": "This Child of Destiny Is Quite Sensible",
    "140": "Body Integration? I'm Going Straight to Grand Ascension! Defy Heaven or Hao?",
    "141": "My Intelligence Maxes Out When I Meet Women",
    "142": "A Thousand Layers of Schemes!! A Man Half-Drunk, Acting Till You Cry",
    "143": "I'll Take Responsibility for You",
    "144": "Li Yutong's Message",
    "145": "Deep Sisterly Love",
    "146": "I Can't, But I Can Learn",
    "147": "Everything for Big Sister",
    "148": "Dragon Girl Long Ningbing",
    "149": "Xiao Fan's Cultivation, Wu Chen's Sister",
    "150": "Ruining My Fun, I'm Really Pissed",
    "151": "Do You Still Hate Me?",
    "152": "Hell Demon Gods Evolve: Primordial Angels",
    "153": "Helping Su Yiyun Get Revenge, Two Realms Gate",
    "154": "Xiao Fan's Motivation for Cultivation",
    "155": "Holy Crap, This Little Brat Even Schemes Against His Own Father!",
    "156": "Three Supreme Treasures",
    "157": "Preparing for Ascension"
  }
}
