{
  "title": "Hospital Sign In, First Operation Shocked the Nation",
  "author": "Unknown",
  "cover_image": "cover.jpg",
  "synopsis": "Qin Feng is a medical intern at Municipal First Hospital who possesses a mysterious sign-in system that grants him extraordinary medical knowledge and skills. Each day he signs in at different locations in the hospital, unlocking abilities that would take ordinary doctors decades to master.\n\nFrom emergency surgeries to rare disease diagnoses, Qin Feng's talents quickly make him a rising star in Jiang City's medical community. But his skills aren't just for show—he uses them to save lives that others have given up on, from accident victims to terminal patients.\n\nAs his reputation grows, so do the challenges. Complex cases, hospital politics, and his growing relationship with the beautiful Liu Yan'er all test his resolve. But for Qin Feng, medicine isn't about fame or fortune—it's about the sacred duty to heal.\n\nWhen a young leukemia patient named Xiaoxia runs away, believing herself a burden to her family, Qin Feng races against time to bring her back. Little does he know that fate has an unexpected twist in store—one that will bind his life to hers in ways he never imagined.",
  "chapter_titles": {
    "104": "The Bone Marrow Arrived... And It's Me?",
    "105": "Xiaoxia's Meritorious Service, Return to Jiang City",
    "106": "Surgery Successful, Nightclub Class Reunion",
    "107": "Beauty Gets Preyed Upon, Promiscuity Leads to Death",
    "108": "Arrest Successful, Suicide Before the College Entrance Exam",
    "109": "Saved by a Hair, Qin Feng Takes on the Delinquents Alone",
    "110": "The Furious Father, The Young Scum",
    "111": "I'll Handle This, Top Legal Team from the Capital",
    "112": "Director Zhang's Hiccups, Something Seems Wrong",
    "113": "Wait for My Return, Foreigners Rudely Cut in Line",
    "114": "Who Gave You the Courage? Apology by Kowtow",
    "115": "Threatening Me? The Powers Behind Me Emerge",
    "116": "Forced Deportation, Conference Begins",
    "117": "Return to Jiang City, Preparing for the Director's Surgery"
  }
}
